Repository: benjaminniess/issuu-pdf-sync
Catalog: languages/ips-*.po
Languages: fr_fr

source: Loading...
fr_fr: Chargement...

source: Options for Issuu PDF Sync
fr_fr: Options d'Issuu PDF Uploader

source: Options updated!
fr_fr: Options mises à jour !

source: Issuu PDF
fr_fr: PDF Issuu

source: Issuu Document ID
fr_fr: ID du document Issuu

source: Issuu Document Username
fr_fr: Nom d'utilisateur du document Issuu

source: Issuu Document Name
fr_fr: Nom du document Issuu

source: Issuu Document URL
fr_fr: URL du document Issuu

source: Issuu Auto Upload
fr_fr: Téléchargement automatique Issuu

source: Insert an Issuu PDF Flipbook
fr_fr: Insérer un Flipbook PDF

source: Select a PDF file
fr_fr: Sélectionnez un fichier PDF

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Layout
fr_fr: Modèle

source: Two up
fr_fr: Double page

source: Single page
fr_fr: Page simple

source: Background color
fr_fr: Couleur d'arrière plan

source: Allow full screen
fr_fr: Autoriser le plein écran

source: Always show flip buttons
fr_fr: Toujours afficher les boutons de navigaton

source: Auto flip
fr_fr: Défilement automatique

source: Flip time laps
fr_fr: Temps de défilement

source: (in miliseconds - default : 6000)
fr_fr: (en millisecondes - défaut : 6000)

source: Insert the PDF
fr_fr: Insérer le PDF

source: Issuu status
fr_fr: Status du PDF

source: This PDF is already synchronised on Issuu
fr_fr: Ce PDF est déjà synchronisé sur Issuu

source: Click here to delete this PDF from Issuu
fr_fr: Cliquez-ici pour supprimer ce PDF des serveurs d'Issuu

source: This PDF is not synchronised on Issuu
fr_fr: Ce PDF n'est pas synchronisé sur Issuu

source: Click here to send this PDF to Issuu
fr_fr: Cliquez-ici pour envoyer ce PDF sur les serveurs d'Issuu

source: Are you sure you want to send this PDF on Issuu ?
fr_fr: Cliquez-ici pour envoyer ce PDF sur les serveurs d'Issuu

source: Loading
fr_fr: Chargement

source: An error occured during synchronisation with Issuu
fr_fr: Une erreur est survenue durant la synchrinosation avec Issuu

source: Your PDF is now on Issuu !
fr_fr: Votre PDF est désormais sur Issuu !

source: Are you sure you want to delete this PDF from Issuu ?
fr_fr: Cliquez-ici pour supprimer ce PDF des serveurs d'Issuu

source: Your PDF has been successfuly deleted
fr_fr: Votre PDF a bien été supprimé des serveurs d'Issuu

source: An error occured during PDF deletion
fr_fr: Une erreur est survenue durant la suppression du PDF

source: You don't have synced PDF yet. Let's see why!
fr_fr: Vous n'avez pas encore de PDF synchronisé. Voyons pourquoi !

source: You may have configured the plugin after having uploaded some PDF. In this, case, you'll have to edit each of them and click to the sync link. We don't have a resync all function yet.
fr_fr: Vous avez peut-être configuré le plugin après avoir téléchargé des PDF. Dans ce cas, vous devez éditer chacun d'entre eux et cliquer sur le lien de synchronisation Issuu. Nous n'avons pas encore de fonction pour resynchroniser tout.

source: You may have used the media button right now, in this post. Save the post, and you'll see the PDF after refreshing.
fr_fr: Vous venez peut-être de télécharger votre PDF via le bouton média dans cette page. Dans ce cas, enregistrez ou rafraîchissez simplement la page.

source: You may have not used the official media library. It will not work if you have uploaded PDF's with your FTP software for example.
fr_fr: Vous n'avez peut-être pas utilisé la bibliothèque de médias de WordPress. Il n'y aura pas de synchro si vous avez téléchargé des fichiers PDF via votre logiciel FTP par exemple.

source: You may have a communication problem with Issuu, especially if you use a htaccess file to deny the access to your site
fr_fr: Vous avez peut-être un problème de communication avec Issuu, principalement si vous utilisez un fichier .htaccess qui bloque l'accès à votre site

source: Issuu configuration
fr_fr: Configuration Issuu

source: Issuu API Key
fr_fr: Clé API Issuu

source: Get an Issuu API Key
fr_fr: Obtenir une clé API Issuu

source: Issuu private key
fr_fr: Clé privée Issuu

source: Automatically upload PDFs to Issuu
fr_fr: Uploader automatiquement les PDF de la bibliothèque sur Issuu

source: Add the Issuu PDF Sync button to TinyMCE
fr_fr: Afficher le bouton Issuu PDF Sync à TinyMCE

source: Access
fr_fr: Accès

source: Public
fr_fr: Publique

source: Private
fr_fr: Privé

source: Default embed code configuration
fr_fr: Configuration par défaut des codes embed

source: API version
fr_fr: Version de l'API

source: Use the new Issuu API
fr_fr: Utiliser la nouvelle API Issuu

source: The new Issuu API has less customization params than the old one but it works on mobiles and tablets. The old API let you customize more options but works on desktop only.
fr_fr: La nouvelle version de l'API propose moins d'options de personnalisation mais fonctionne sur mobile et tablettes. L'ancienne API permet de personnaliser plus de choses mais ne fonctionne que sur desktop.

source: Custom layout
fr_fr: Modèle personnalisé

source: Default
fr_fr: Par défaut

source: Save Changes
fr_fr: Enregistrer les modifications

source: How to insert a PDF Flipbook ?
fr_fr: Comment insérer un Flipbook ?

source: Make sure that the "Automatically upload PDFs to Issuu" box is checked or that you've manually send the PDF to the Issuu website.
fr_fr: Assurez-vous d'avoir coché l'option "Uploader automatiquement les PDF de la bibliothèque sur Issuu" ou d'avoir manuellement uploadé le fichier chez Issuu

source: Click to Issuu button on the TinyMCE main bar
fr_fr: Cliquez sur le bouton Issuu dans l'éditeur TinyMCE

source: Select your PDF file in the dropdown list and add some specific params if you need. Note that you can change the default settings in the settings page
fr_fr: Sélectionnez votre fichier PDF dans la liste déroulante et ajoutez les paramètres dont vous avez besoin

source: Click to the insert button and then the shortcode will be generated. You can easily cut and past this shortcode everywhere in your content
fr_fr: Cliquez sur le bouton d'insertion et le shortcode sera généré automatiquement. Vous pouvez facilement couper et coller ce shortcode ou vous le souhaitez

source: How to manually use the shortcode ? (advanced usage)
fr_fr: Comment utiliser le shortcode manuellement ? (utilisation avancée)

source: [pdf issuu_pdf_id="id_of_your_PDF" width="500" height="300"]
fr_fr: [pdf issuu_pdf_id="id_de_votre_PDF" width="500" height="300"]

source: In this example, we want to specify a width and a height only for this PDF
fr_fr: Dans cette exemple, nous voulons spécifier une largeur et une hauteur pour ce PDF uniquement

source: [pdf issuu_pdf_id="id_of_your_PDF" layout="browsing" autoFlip="true" autoFlipTime="4000"]
fr_fr: [pdf issuu_pdf_id="id_de_votre_PDF" layout="browsing" autoFlip="true" autoFlipTime="4000"]

source: <strong>OLD API ONLY</strong> In this other example, we want to specify the browsing layout (one page presentation) and we want the PDF pages to autoflip each 4 seconds
fr_fr: <strong>Ancienne API uniquement</strong>Dans cet autre exemple, nous voulons spécifier le format "browsing" (sur une seule page) et nous voulons que les pages défilent automatiquement toutes les 4 secondes

source: Which params can be used with the shortcode?
fr_fr: Quels sont les paramètres qui peuvent être passés dans le shortcode ?

source: The ISSUU PDF ID
fr_fr: L'ID Issuu du PDF

source: The width of the animation in pixels
fr_fr: La largeur de l'animation en pixels

source: The height of the animation in pixels
fr_fr: La hauteur de l'animation en pixels

source: The layout of the animation. Possible values : "<strong>presentation</strong>" (double page), "<strong>browsing</strong>" (single page)
fr_fr: La présentation de l'animation. Valeurs possibles : "<strong>presentation</strong>" (double page), "<strong>browsing</strong>" (simple page)

source: The background color - In hexadecimal format - without "#"
fr_fr: La couleur de fond - En code hexadecimal - Sans le '#'

source: Enable or disable the Auto Flip feature. Possible values : "true", "false"
fr_fr: Activer ou désactiver la fonction de défilement automatique. Valeurs possibles : "true", "false"

source: The timelaps for the page flipe in milliseconds
fr_fr: Le temps de défilement en millisecondes

source: Allways show the right left flip buttons. Possible values : "true", "false"
fr_fr: Toujours afficher les flèches droite et gauche. Valeurs possibles : "true", "false"

source: Allow the full screen mode (if not, open in a new window). Possible values : "true", "false"
fr_fr: Autoriser le mode plein écran (sinon, ouverture dans une nouvelle fenêtre). Valeurs possibles : "true", "false"
